Repository: moritzlerch/pretix-manualseats
Catalog: pretix_manualseats/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Manual Seats
de: Manuelle Sitzplätze

source: Manually assign tickets to seats.
de: Tickets manuell Sitzplätzen zuweisen.

source: Seating Mapping
de: Sitzplatz-Zuordnung

source: Seating Importer
de: Sitzplatz-Import

source: Seating Plans
de: Sitzpläne

source: Seating Plan Import
de: Sitzplan-Import

source: Download CSV
de: CSV herunterladen

source: Upload CSV
de: CSV hochladen

source: Clear assigned seats
de: Zugewiesene Sitzplätze leeren

source: Save
de: Speichern

source: Please select a seating plan for your current event.
de: Bitte wähle einen Sitzplan für die aktuelle Veranstaltung aus.

source: You have imported at least one seating plan. %(length)s seating plans are present.
de: Du hast mindestens einen Sitzplan importiert. %(length)s Sitzpläne sind vorhanden.

source: You have imported at least one seating plan. Only one seating plan is present.
de: Du hast mindestens einen Sitzplan importiert. Genau ein Sitzplan ist vorhanden.

source: Seating plan selection
de: Auswahl des Sitzplans

source: There are currently no seating plans configured on your organizer account.
de: Derzeit sind keine Sitzpläne in deinem Veranstalterkonto konfiguriert.

source: Manage seating plans
de: Sitzpläne verwalten

source: Seating Plan Mapping
de: Sitzplan-Zuordnung

source: Delete seating plan
de: Sitzplan löschen

source: You cannot delete the seating plan because it is used in one of your events.
de: Du kannst den Sitzplan nicht löschen, da er in einer deiner Veranstaltungen verwendet wird.

source: Are you sure you want to delete the seating plan „%(name)s“?
de: Bist du sicher, dass du den Sitzplan „%(name)s“ löschen möchtest?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Seating Plan
de: Sitzplan

source: Add a new seating plan
de: Neuen Sitzplan hinzufügen

source: Pretix requires your seating plan to be in a particular format that enables it to comprehend not just the visual representation of the plan, but also its structure and numbering details.
de: Pretix benötigt deinen Sitzplan in einem bestimmten Format, damit es nicht nur die visuelle Darstellung versteht, sondern auch die Struktur und die Nummerierung der Plätze.

source: At <a href="https://seats.pretix.eu">seats.pretix.eu</a>, you can access a graphical seating plan editor, which allows you to create and edit seating plans in the specified format. Once you're done, you can save the plan to your computer and upload it here to associate it with your events.
de: Auf <a href="https://seats.pretix.eu">seats.pretix.eu</a> findest du einen grafischen Sitzplan-Editor, mit dem du Sitzpläne im geforderten Format erstellen und bearbeiten kannst. Sobald du fertig bist, speichere den Plan auf deinem Computer und lade ihn hier hoch, um ihn mit deinen Veranstaltungen zu verknüpfen.

source: Go to editor
de: Zum Editor

source: Download layout
de: Layout herunterladen

source: Upload layout
de: Layout hochladen

source: You haven't added any seating plan yet.
de: Du hast noch keinen Sitzplan hinzugefügt.

source: Add seating plan
de: Sitzplan hinzufügen

source: Used
de: Verwendet

source: Not used
de: Nicht verwendet

source: Advanced Settings
de: Erweiterte Einstellungen

source: Customers can choose their own seats
de: Kund*innen können ihre eigenen Plätze wählen

source: If disabled, you will need to manually assign seats in the backend. Note that this can mean people will not know their seat after their purchase and it might not be written on their ticket.
de: Wenn deaktiviert, musst du die Plätze manuell im Backend zuweisen. Beachte, dass dies dazu führen kann, dass die Käufer ihren Platz nach dem Kauf nicht kennen und er möglicherweise nicht auf ihrem Ticket vermerkt ist.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: Header should equal
de: Header sollte so aussehen

source: No seating plan
de: Kein Sitzplan vorhanden

source: Removed all seat assignments.
de: Alle Sitzplatzzuweisungen wurden entfernt.

source: The CSV input format is invalid. Please check if you have included the headers.
de: Das CSV-Eingabeformat ist ungültig. Bitte prüfe, ob du die CSV-Header eingefügt hast.

source: Unable to match order ({orderposition_secret}).
de: Bestellung ({orderposition_secret}) konnte nicht zugeordnet werden.

source: Unable to match seat ({seat_guid}).
de: Sitzplatz ({seat_guid}) konnte nicht zugeordnet werden.

source: The requested seating plan does not exist.
de: Der angeforderte Sitzplan existiert nicht.

source: The new seating plan has been added.
de: Der neue Sitzplan wurde hinzugefügt.

source: Your changes could not be saved.
de: Deine Änderungen konnten nicht gespeichert werden.

source: The requested seating plan does not exist. Can't copy!
de: Der angeforderte Sitzplan existiert nicht. Kopieren nicht möglich!

source: You cannot change this plan any more since it is already used in one of your events. Please create a copy instead.
de: Du kannst diesen Plan nicht mehr ändern, da er bereits in einer deiner Veranstaltungen verwendet wird. Erstelle stattdessen eine Kopie.

source: Your changes could not be saved. The plan already is in use.
de: Deine Änderungen konnten nicht gespeichert werden. Der Plan wird bereits verwendet.

source: The selected plan has been deleted.
de: Der ausgewählte Sitzplan wurde gelöscht.
